{
    "Title": "Hyfen Pay",
    "Desc": "Allow your users to buy and sell crypto using fiat.",
    "Button1": "Integrate now",
    "Button2": "Talk to us",
    "Onramp": "Onramp",
    "Onramp-desc": "You can buy various crypto tokens across multiple chains using local and international payment services.",
    "Offramp": "Offramp",
    "Offramp-desc": "You can sell various game token to different types of merchant such as e-wallets, phone bills, utilities and etc.",
    "Convert": "Convert",
    "Convert-desc": "Seamless conversion of various crypto tokens. Whether you're looking to buy, sell, or trade your tokens, we make it hassle-free.",
    "Powering": "Powering web3  gaming economy",
    "Powering1": "Support for multiple cryptocurrencies",
    "Powering1-desc": "We support a variety of cryptocurrencies, giving customers the flexibility to choose the crypto they prefer to use for their transactions.",
    "Powering2": "Integration with various payment platforms",
    "Powering2-desc": "We integrate with various platforms, allowing customers to easily pay with cryptocurrencies.",
    "Powering3": "Fast transaction processing",
    "Powering3-desc": "We process transactions quickly, allowing customers to complete their transactions without having to wait for a long time.",
    "Powering4": "Competitive exchange rates",
    "Powering4-desc": "We offer competitive exchange rates, ensuring that customers get the most value for their cryptocurrencies.",
    "Tailor": "Tailored for developers' needs",
    "Tailor-desc": "The service offers developer-friendly tools and resources to help integrate cryptocurrency payments into your applications.",
    "Read": "Read documentation",
    "Tailor1": "White label API",
    "Tailor1-desc": "Provides a customizable white label API that can be tailored to the user flow.",
    "Tailor2": "In-depth documentation",
    "Tailor2-desc": "Offers detailed API documentation to simplify the integration of cryptocurrency payments into applications.",
    "Tailor3": "Partner Dashboard",
    "Tailor3-desc": "Manage and track your transaction easily using our dashboard.",
    "Manage": "Manage your platform",
    "Manage-desc": "Provides a user-friendly transaction record-keeping system, enabling businesses to easily track and reconcile payments and make informed financial decisions based on accurate data.",
    "Support": "Support multiple chains, payments and web3 games",
    "Support-desc": "Supports multiple blockchain networks, making it easy for customers to transact using different cryptocurrencies. Additionally, the service also supports web3 games, providing seamless and secure payment options to the gaming community.",
    "Support1": "payment transactions",
    "Support2": "partnered chains",
    "Support3": "supported game tokens",
    "Contact": "Contact us",
    "Contact-desc": "For more info on how to integrate with us",
    "Contact-btn": "Talk to us"
}