{
    "Hyfen Play": "Hyfen Play",
    "Earn Money": "Earn money by playing crypto games.",
    "Your Gaming Needs in One App": "Your gaming needs in one app",
    "See How Other Players are": "See How Other Players are",
	"Enjoying": "Enjoying",
	"Blockchain Games": "Blockchain Games",
    "Vast Selection": "Vast Selection of Crypto Games",
    "Simple Game": "Simple Game Item (NFT) Buying and Borrowing",
    "Comprehensive Guides": "Comprehensive Guides and Games Tutorials",
    "Quick Fiat": "Quick Fiat Deposits and Withdrawals",
    "Vast Selection-desc": "Explore and play different crypto games ranging from MMORPG, MOBA, Arcade, Strategy to FPS.",
    "Simple Game-desc": "Buy or borrow your choice of game items (NFT) to play at your best performance.",
    "Comprehensive Guides-desc": "Access a comprehensive list of guides and games tutorials to begin your crypto gaming journey.",
    "Quick Fiat-desc": "Choose to buy game items and get rewarded directly in fiat currency (e-wallet, shopping vouchers, utility bill payments, etc.) or cryptocurrency wallet.",
    "Fair": "Fair",
    "Fun": "Fun",
    "Simple": "Simple",
    "Fair-desc": "You don't need to be a top player. Anyone can earn from just winning in crypto games.",
    "Fun-desc": "Turn your pastime activity into productivity by playing crypto games.",
    "Simple-desc": "You don't need advanced crypto knowledge to start earning money on our app.",
    "Ado Davin": "I got into crypto games in the midst of the pandemic, so I dropped out of college and started to earn money by playing crypto games to support my family.",
    "Albert Ferento": "I started to get to know about crypto games from a friend. I didn't expect that by playing games, we were able to earn money as much as my job.",
    "James Indra": "At first, I was invited by a friend to be a scholar because I had no capital to start. Now, I finally have my own NFTs and manage my own Guild.",
    "Goklas Miracle": "I was looking for extra income through crypto games and discovered Axie. Axie has helped me pay my tuition and give gifts to my loved ones.",
    "Wahyu Rizkyawan": "For employees just like me, I really feel it helps to get additional income. I will try and learn more crypto games.",
    "Kevin Sidharta": "Because of the pandemic I was looking for something productive. I got into crypto games for 3 months until I can buy my own NFTs & better finance."
}