{
    "PrivacyPolicy": "PRIVACY POLICY",
    "InformationWeProcess": "INFORMATION WE PROCESS",
    "InformationWeProcess_desc1": "Hyfen processes the information we receive directly from you, automatically when you use or access the website and or application. However, please note that these Privacy Terms do not apply to the processing of information by third parties used by you who have integrated Hyfen services. You can visit these Third Party websites to find out about their data protection provisions.",
    "InformationHyfenReceived": "INFORMATION HYFEN RECEIVED DIRECTLY FROM YOU",
    "ThisIncludes": "This includes the information Hyfen needs to create an Account for you and manage your log-in data at Hyfen, such as:",
    "ThisIncludes_1": "Identity, such as first and last name, username, date of birth and gender",
    "ThisIncludes_2": "Contact information, such as email address and telephone number",
    "ThisIncludes_3": "Profile information, such as username and password, preferences, feedback and responses to surveys",
    "ThisIncludes_4": "Feedback and correspondence, such as information you provide on surveys, when you participate in market searches, report problems with Services, receive Customer Support or correspondence with Us",
    "ThisIncludes_5": "Financial Information, such as your credit card or other payment card details, account numbers, financial assets",
    "ThisIncludes_6": "Transaction Information, such as purchase details for Services",
    "ThisIncludes_7": "Usage Information, such as information regarding use of the Service and interactions with Us",
    "ThisIncludes_8": "Marketing information, such as your preferences when receiving information from our Marketing and how you engage with them",
    "ThisIncludes_9": "Technical information, device information, network information, or application programming interface (API)-key information",
    "UseOfPersonalInformation": "USE OF PERSONAL INFORMATION",
    "ProvidedForService": "Provided For Service",
    "WeWillUse": "We will use your personal information as follows:",
    "WeWillUse_1": "To be used as access and use of the Service",
    "WeWillUse_2": "To provide and deliver Products and Services that you may request",
    "WeWillUse_3": "To process and complete transactions and send related information including purchase confirmations and invoices",
    "WeWillUse_4": "To send information, including confirmation of technical notifications, security updates, and their ancillary and administrative messages",
    "ProvidedToComply": "Provided To comply with the Law",
    "ProvidedToComply_desc1": "We use personal information to comply with applicable laws (including anti-money laundering) and know-your-customer (KYC) requirements, legal requests and legal processes by regulatory authorities.",
    "ProvidedToCommunicate": "Provided To Communicate With You",
    "ProvidedToCommunicate_desc1": "We use personal information to communicate with you about promotions, upcoming events and other news about the products and services we and our partners offer.",
    "ProvidedForUser": "Provided For User Optimization",
    "ProvidedForUser_desc1": "To improve your user experience, we may use personal information to operate, maintain and improve our services. We may also use your information to respond to your comments and requests regarding the Services, and to provide you or other users with Customer Service.",
    "ProvidedForCompliance": "Provided For Compliance, Fraud Prevention and Security",
    "ProvidedForCompliance_desc1": "We may use personal information to protect, investigate and prevent fraud, unauthorized use of information or other illegal activities.",
    "SharingPersonalInformation": "SHARING PERSONAL INFORMATION",
    "WeWillNotShare": "We will not share personal information provided by you with other parties without your consent, except as stated in this Privacy Policy. We disclose personal information to third parties under the following circumstances:",
    "WeWillNotShare_1": "Affiliation. We may provide personal information to our subsidiaries and affiliated companies for purposes consistent with this Privacy Policy.",
    "WeWillNotShare_2": "Transfer of Business. We may share personal information when we conclude a business agreement, or are in the process of negotiating a business, including the sale or transfer in whole or in part of our business or our assets. Such as mergers, financing, acquisitions, or bankruptcy.",
    "WeWillNotShare_3": "Law Compliance and Law Enforcement; Protection and Security. We may share your personal information for legal, protection and security purposes.",
    "WeWillNotShare_4": "Professional Advisors and Service Providers. We may provide your personal information to parties working for us. Recipients may include third party companies and individuals to manage and provide services on our behalf (such as billing and credit card payments, customer service, hosting, email delivery and database management services), including attorneys, bankers, auditors and insurers.",
    "WeWillNotShare_5": "Other. You may consent to us sharing personal information with other companies or parties of your choice. Such use will be subject to the privacy policy of the company or other party.",
    "PrivacyPolicyUpdates": "PRIVACY POLICY UPDATES",
    "PrivacyPolicyUpdates_desc1": "We may change our privacy policy at any time. We encourage you to periodically visit this page regarding these updates. If we make any changes, we'll keep the last update on top. All updates to this Privacy Policy will become effective when we post on the website or application. In case, your continuing to use our Service after updates are posted means you accept those updates.",
    "ContactUs": "CONTACT US",
    "WeWelcome": "We welcome comments or questions regarding this Privacy Policy, and you can contact us at:",
    "Email": "Email:",
    "Address": "Address:"
}