{
    "TermsOfService": "TERMS OF SERVICE",
    "TOSAgreement": "Terms of Service Agreement",
    "TOSAgreement_desc1": "By accessing or using one or all of the Services, you are aware that (i) have read and understand these Terms of Service; (ii) you agree to be bound by these Terms of Service; and (iii) you are legally competent to agree to these Terms of Service. If you do not agree to be bound by these Terms of Service or all updates or modifications to these Terms of Service, you may not access and use the Service.",
    "TOSAgreement_desc2": "WE DO NOT PROVIDE INVESTMENT OR FINANCIAL CONSULTATION SERVICES. WE ARE HYFEN SERVICE PROVIDERS AND WE DO NOT ADVICE OR MAKE RECOMMENDATIONS REGARDING THE PARTICIPATION OF DIGITAL ASSET TRANSACTIONS OR THEIR OPERATIONS. ALL DECISIONS TO PARTICIPATE IN DIGITAL TRANSACTIONS OR ITS OPERATIONS MUST BE MADE BASED ON YOUR OWN DECISION.",
    "PrivacyPolicy": "Privacy Policy",
    "PrivacyPolicy_desc1": "For an explanation of how we collect, use and disclose information from users, see the Privacy Policy at (link). You are aware and agree that the use of the Service is subject to, and we can collect, use and/or disclose your information (including personal data that you provide to us) in relation to the Privacy Policy.",
    "UpdatedTermsOfService": "Updated Terms of Service",
    "UpdatedTermsOfService_desc1": "We reserve the right to update or modify these Terms of Service at a certain time at our sole discretion. If we make updates, we will notify you by posting on our website, in the mobile application or through other communication methods that we deem appropriate. The updated Terms of Service will take effect immediately and immediately, unless otherwise provided. You must check regularly on our website that informs of these updates and decide whether you still accept updates to these Terms of Service. If you continue to use Hyfen with its updates, you will have to accept the new Terms of Service. If you do not agree to the renewal of these Terms of Service, you must stop accessing or using our services. Our services evolve with time, we may replace part or all of the services we provide, at any time and without prior notice, at our sole discretion.",
    "Eligible": "Eligible",
    "Eligible_desc1": "To be eligible to use Hyfen: You must be eighteen (18) years of age and legally capable to agree to these Terms of Service. If you represent a Legal Entity, you warrant that: (i) the Legal Entity is a registered organization under applicable law; and (ii) you really have the power to represent the Legal Entity. You can only use our Services if permitted under applicable legal provisions. For the avoidance of doubt, you may be prohibited from using our Services if you are located in, or are a citizen of, a country or territory or state or other legal jurisdiction where use of the Services is illegal or unlawful. Please ensure that these Terms of Service comply with the laws that apply to you. You agree that you will only use our Services using funds properly obtained for you. By using Hyfen, you represent and warrant that you meet all eligibility set out in these Terms of Service. We may still refuse certain people to access or use Hyfen, however, and we reserve the right to change Eligibility features at any time.",
    "Services": "Services",
    "Services_desc1": "Hyfen is a non-custodial digital digital wallet, for digital assets such as cryptocurrencies, virtual commodities and NFTs (“Digital Assets”), meaning that you have complete control and responsibility for the Digital Assets and private keys, and therefore You can transact from your digital wallet address. You are aware and agree that Hyfen is a non-custodial digital wallet, you are fully responsible for the activity and risk of loss at any time.",
    "HyfenAllowsYou": "Hyfen allows you to:",
    "HyfenAllowsYou_1": "Displays digital wallet addresses and private keys that you may use to send and receive digital assets.",
    "HyfenAllowsYou_2": "Browse and access decentralized third party applications (“DApp(s)”) and decentralized third party exchanges (“DEX”) via mobile applications.",
    "HyfenAllowsYou_3": "Exchanging/trading digital assets via DApp available on third party services.",
    "HyfenAllowsYou_4": "Staking digital assets on third party stake services.",
    "HyfenAllowsYou_5": "View digital asset price information available by third parties; and broadcast digital asset transactions across Hyfen-supported blockchains without the need to download or install blockchain software on your device.",
    "DigitalWalletAddress": "Digital Wallet Address, Private Key (Private Key) and Backup Capabilities",
    "DigitalWalletAddress_desc1": "Encrypted Backup of certain information related to your digital digital wallet can be stored on the device. The private key associated with the digital wallet address, to each other, can be used for the authorization of the transfer of Digital Assets and from the digital wallet address. You are solely responsible for such storage and security of your private keys and secret words associated with your digital digital wallet. You must maintain security over access to digital digital wallet addresses, passwords, and private keys. It is very important that you back up your private keys, secret words or passwords. Failure to do so may result in you losing access to your digital digital wallet. You understand and agree that we do not receive or store your digital digital wallet password, encrypted or unencrypted private keys, or secret words related to your digital digital wallet. We can't come up with a new password for your digital digital wallet if you fail to remember it. If you do not securely back up your digital wallet address and private key pair in your digital wallet, you acknowledge and understand that any Digital Asset associated with your digital wallet address cannot be accessed. Thus, we do not have any responsibility or liability when you are unable to access your digital wallet for any reason including but not limited to failure to securely store digital wallet addresses, secret words, and private keys.",
    "UseOfDappsAndDex": "Use of DApps and DEX",
    "UseOfDappsAndDex_desc1": "If you use or access DApps or DEXs, including but not limited to DApp functions embedded in the Services such as Digital Asset Trading/Exchange functions, you understand and agree that (i) Hyfen is not responsible for your access to DApps and DEXs and is not have any liability in connection with the use of DApps or DEXs including but not limited to, transaction disputes; (ii) the limit on the amount that you may be able to exchange through DEX per day will be subject to any terms required by third parties; (iii) blockchain operation is irrevocable meaning that when you enter into any transactions through DApps or DEXs, you are fully responsible for the consequences of any issues related to such transactions, including but not limited to, redirects to wrong addresses or related issues with your chosen server; (iv) when you use DApps or DEXs, third parties may charge a handling and/or service fee and any information posted on Hyfe regarding fees is for your reference only as Hyfe cannot and cannot guarantee the accuracy, applicability, authenticity, integrity and appropriateness, and Hyfe will not have any liability for any loss or damage that may arise directly or indirectly from the use of such content; and (v) Hyfe, does not currently charge any handling fees or service fees in the use of DApps or DEXs, however, Hyfe may, at its discretion, charge fees at any time in the future. Any form of renewal related to additional fees will be applied to all transactions together with the effective renewal date.",
    "UseOfStakingServices": "Use of Staking Services",
    "UseOfStakingServices_desc1": "If you access or use the Staking Service, third parties may stake certain Digital Assets on your behalf (“Digital Asset Stake”), acting as transaction validators on the applicable blockchain network. If a transaction block is successfully validated using the Digital Asset Stake, a reward will be awarded by the network (\"Staking Reward\"). You acknowledge and agree that Hyfen is not responsible for: (i) your use of the Staking Service and will not have any liability in connection with your use of the Staking Service; (ii) ensure that staking will occur on an ongoing basis; and (iii) ensure certain Digital Assets will be staked or will continue to be staked.",
    "PurchaseDigitalAssets": "Purchase Digital Assets with a Supported Credit or Debit Card",
    "PurchaseDigitalAssets_desc1": "If you use Hyfen to purchase Digital Assets with your credit or debit card, the third party will convert the amount you select into valid Digital Assets and credit it to your digital wallet. You acknowledge and agree that: (i) Hyfen is not responsible for your use of such third party services and will not have any liability in connection with your use of such services; (ii) you will be subject to any terms and conditions imposed by the relevant third party service provider; (iii) Hyfen does not have the ability to modify, withdraw, or cancel any conversion request you make; (iv) Hyfen is not responsible for the exchange rates offered by the relevant third party service providers; and (v) Hyfen is not responsible for any fees charged by the relevant third party service provider or your bank or credit card issuer.",
    "DigitalAssetTransactions": "Digital Asset Transactions",
    "DigitalAssetTransactions_desc1": "In order for all proposed Digital Asset transactions to be completed, they must be confirmed and recorded in the associated Digital Asset related public blockchain. Such networks are decentralized, peer-to-peer networks powered by independent third parties, which we do not own, control, or operate. We have no control over the blockchain network and, therefore, cannot and do not ensure that any transaction details that you submit through our Service will be confirmed and processed. By using Hyfen, you acknowledge and agree that: (i) we do not have the ability to cancel or modify your transaction; (ii) transaction details submitted by you may not be completed, or may be substantially delayed, by the applicable blockchain network; (iii) we do not store, send or receive Digital Assets; and (iv) any transfer occurring in connection with any Digital Asset occurs on the relevant blockchain network and not on a network owned by us and we therefore do not guarantee any transfer of ownership or rights in any Digital Asset.",
    "AccuracyOfInformationProvided": "Accuracy of Information Provided by Users",
    "AccuracyOfInformationProvided_desc1": "You represent and warrant that any information you provide through the Service is accurate and complete. You accept and acknowledge that we are not responsible for any mistakes or omissions you make in connection with Digital Asset transactions initiated through the Service. We strongly encourage you to carefully review your transaction details before attempting to transfer Digital Assets.",
    "DigitalWalletRegistration": "DIGITAL WALLET REGISTRATION AND SECURITY",
    "DigitalWalletRegistration_desc1": "You must import or create a digital wallet to use Hyfen. When you create a digital wallet, you will be assigned a private key. You agree to immediately notify us of any unauthorized use of your private key or any other breach of the security of your digital wallet. Notwithstanding this, you acknowledge and agree that you will assume all risks associated with using the Service and you will be fully responsible for maintaining the confidentiality and security of your private key. When you create a digital wallet, you are strongly advised to take care to avoid losing access to and/or control of your digital wallet. Suggested steps include, but are not limited to, the following: (a) create a strong, unique password that you do not use for any other purpose (i.e. it is different from your phone password or any other password you use for the site web, online services, etc...) and take advantage of biometric authentication when available; (b) do not store private keys and Secret Phrases in plain text online or in an unsecured physical location; (c) restrict access to your device and digital wallet; (d) take all necessary precautions against malware on your device and network; and (e) notify us immediately if you discover or suspect a breach of security related to your digital wallet. Deviating from everything to the contrary herein, we do not have any responsibility in respect of the activities that occur in your digital wallet with or without your permission.",
    "PushNotifications": "Push Notifications",
    "PushNotifications_desc1": "You may agree to receive push notifications from Hyfen which will notify you when the blockchain network supported by Hyfen is congested and when a transaction involving your digital wallet has been completed. If you wish to receive push notifications, you must opt-in to the service by accessing \"Settings\" and activating \"Push Notifications\".",
    "PaymentsAndFees": "Payments and Fees",
    "PaymentsAndFees_desc1": "The fees applicable to the Service or any component of the Service, if any, will be set out on the Hyfen website and/or mobile application.",
    "TransactionFees": "Transaction Fees",
    "TransactionFees_desc1": "There may be transaction fees (e.g. mining fees) associated with your virtual currency transactions that are required by the virtual currency system or blockchain network you are using. You must ensure that you have sufficient balance in your digital wallet and/or \"gas\" to complete the transaction before starting the transaction. You acknowledge and agree that we shall not be liable for any failed transactions or losses incurred by you due to incorrectly setting transaction fees (i.e. too low or too high) or due to insufficient funds or gas associated with your digital wallet address. You further acknowledge and agree that we have no access to your or anyone else's transactions.",
    "Tax": "Tax",
    "Tax_desc1": "You are responsible for determining, if any, what taxes apply to transactions for which transaction details you have submitted through the Services, and you are responsible for reporting and remitting the correct taxes to the appropriate tax authorities. You agree that we are not responsible for determining whether taxes apply to your transactions or for collecting, reporting, withholding or remitting any taxes arising from transactions related to Digital Assets.",
    "ServicesAndThirdPartyContent": "SERVICES AND THIRD PARTY CONTENT",
    "ServicesAndThirdPartyContent_desc1": "Under no circumstances shall any description or reference to a third party product or service (including, but not limited to, providing a description or reference via hyperlink) be construed as an endorsement or promotion of such third party product or service by us. We reserve the exclusive right to add, modify or cancel the availability of any Third Party Services. You may agree to receive push notifications from Third Party Content providers. To receive push notifications, you must opt in to this service. Push notifications will not be automatically enabled on your device for Third Party Content. We do not control, endorse, or adopt Third Party Content shared via push notifications, and will not be responsible for any Third Party Content including, but not limited to, the availability and/or sale of tokens. If, to the extent permitted by Hyfen, you give express permission to a third party to access or connect to your Hyfen account, either through a third party product or service or through Hyfen, you acknowledge that giving the third party permission to take certain actions on your behalf is not release you from your liability under these Terms. You are solely responsible for all acts or omissions of any third party who has access to your digital wallet.",
    "IntellectualProperty": "Intellectual Property",
    "IntellectualProperty_desc1": "The Service and its original content (excluding Content provided by you or other users), features and functionality are and will remain the exclusive property of Hyfen and its licensors. The Services are protected by copyright, trademark and other laws in both the State and foreign countries. Hyfen's trademarks and trade dress may not be used in connection with any product or service without Hyfen's prior written approval.",
    "YourFeedback": "Your Feedback to Hyfen",
    "YourFeedback_desc1": "You assign all right, title and interest in any Feedback you provide to Hyfen. If for any reason the assignment is ineffective, you agree to grant Hyfen a non-exclusive, perpetual, irrevocable, royalty-free, worldwide right and license to use, reproduce, express, sub-license, distribute, modify, and make use of the Feedback without restriction.",
    "LinksToOtherWebsites": "Links to Other Websites",
    "LinksToOtherWebsites_desc1": "The Hyfen Service may contain links to third party websites or services that are not owned or controlled by Hyfen. Hyfen has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites or services. You further acknowledge and agree that Hyfen will not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any content, goods or services available on or through such website or service. Hyfen strongly recommends that you read the terms and conditions and privacy policies of any third party websites or services that you visit.",
    "Termination": "Termination",
    "Termination_desc1": "Hyfen may terminate or suspend your Account immediately, without prior notice or liability, for any reason, including without limitation if you breach these Terms and Conditions. Upon termination, your right to use the Service will cease immediately. If you want to terminate your Account, you can simply stop using the Service.",
    "LimitationOfLiability": "Limitation of Liability",
    "LimitationOfLiability_desc1": "Notwithstanding any loss you may incur, the entire liability of Hyfen and its suppliers under any provision of these Terms and your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by you through the Service or 100 USD if you have not purchased anything through the Service. To the fullest extent permitted by applicable law, under no circumstances shall Hyfen or its suppliers be liable for any special, incidental, indirect or consequential damages (including, but not limited to, damages for lost profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third party software and/or third party hardware used with the Service, or otherwise in connection with any provision of these Terms), even if Hyfen or any supplier has been advised of the possibility of such damages and even if the attempted remedy fails of its original purpose.",
    "AsIsDisclaimer": "\"AS IS\" and \"AS AVAILABLE\" Disclaimer",
    "AsIsDisclaimer_desc1": "The Services are provided to you \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, Hyfen, on behalf of itself and on behalf of its Affiliates, and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Services , including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and the warranties which may arise from the course of transaction, performance, use or practice of trade. Without limitation to the foregoing, Hyfen makes no warranties or promises, and makes no representations of any kind that the Services will meet your requirements, achieve the desired results, be compatible or work with other software, applications, systems or services, operate uninterrupted, meets any standard of performance or reliability or is free from error or any error or defect can or will be repaired. Without limiting the foregoing, neither Hyfen nor Hyfen's providers make any representations or warranties, express or implied: (i) regarding the operation or availability of the Service, or the information, content, and materials or products included therein; (ii) that the Service will be uninterrupted or error-free; (iii) regarding the accuracy, reliability or novelty of any information or content provided through the Service; or (iv) that the Services, their servers, content, or email sent from or on behalf of Hyfen are free of viruses, scripts, trojan horses, worms, malware, time bombs, or other harmful components. Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable consumer law rights, so some or all of the above exclusions and limitations may not apply to you. But in such cases the exclusions and limitations set out in this section shall be applied to the fullest extent enforceable under applicable law.",
    "GoverningLaw": "Governing Law",
    "GoverningLaw_desc1": "State law, excluding its conflict of law rules, will govern these Terms and your use of the Service. Your use of the Application may also be subject to other local, state, national or international laws.",
    "DisputeResolution": "Dispute Resolution",
    "DisputeResolution_desc1": "If you have a concern or dispute about the Services, you agree to first attempt to resolve the dispute informally by contacting Hyfen.",
    "SeverabilityAndWaiver": "Severability and Waiver",
    "Severability": "Severability",
    "Severability_desc1": "If any provision of these Terms is deemed unenforceable or invalid, those provisions will be amended and interpreted to achieve the purpose of these provisions to the fullest extent possible under applicable law and the other provisions will continue to be in full force and effect.",
    "Waiver": "Waiver",
    "Waiver_desc1": "Except as provided herein, failure to exercise a right or to require performance of an obligation under these Terms will not affect a party's ability to exercise that right or require such performance at any time thereafter, nor will a waiver of breach constitute a waiver of any subsequent breach.",
    "ChangesToThese": "Changes to These Terms and Conditions",
    "ChangesToThese_desc1": "Hyfen reserves the right, at Hyfen's sole discretion, to modify or replace these Terms at any time. If a revision is material, Hyfen will use reasonable efforts to provide at least 30 days' notice before the new terms go into effect. What constitutes a material change will be determined at Hyfen's sole discretion.",
    "ByContinuing": "By continuing to access or use Hyfen Services after such revision becomes effective, you agree to be bound by the revised terms. If you do not agree to the new terms, in whole or in part, please stop using the website and the Services.",
    "ContactUs": "Contact Us",
    "IfYouHave": "If you have any questions about these Terms and Conditions, you can contact Hyfen:",
    "Email": "Email:",
    "Address": "Address:"
}