{
    "Title": "Hyfen Pay",
    "Desc": "Izinkan user membeli dan menjual kripto menggunakan fiat.",
    "Button1": "Integrasikan sekarang",
    "Button2": "Berbicara dengan kami",
    "Onramp": "Onramp",
    "Onramp-desc": "Kamu dapat membeli berbagai token kripto di berbagai jaringan menggunakan layanan pembayaran lokal dan internasional.",
    "Offramp": "Offramp",
    "Offramp-desc": "Kamu dapat menjual berbagai token game ke berbagai jenis pedagang seperti dompet elektronik, tagihan telepon, utilitas, dan lain-lain.",
    "Convert": "Konversi",
    "Convert-desc": "Konversi token kripto yang beragam dengan mulus. Baik Kamu ingin membeli, menjual, atau menukar token Anda, kami membuatnya mudah tanpa kerumitan.",
    "Powering": "Mendukung ekonomi game web3",
    "Powering1": "Dukungan untuk berbagai kripto",
    "Powering1-desc": "Kami mendukung berbagai jenis kripto, memberikan fleksibilitas kepada pelanggan untuk memilih kripto yang mereka sukai untuk transaksi mereka.",
    "Powering2": "Integrasi dengan berbagai platform pembayaran",
    "Powering2-desc": "Kami mengintegrasikan dengan berbagai platform, memungkinkan pelanggan untuk dengan mudah membayar dengan kripto.",
    "Powering3": "Proses transaksi cepat",
    "Powering3-desc": "Kami memproses transaksi dengan cepat, memungkinkan pelanggan untuk menyelesaikan transaksi mereka tanpa harus menunggu lama.",
    "Powering4": "Kurs pertukaran yang kompetitif",
    "Powering4-desc": "Kami menawarkan kurs pertukaran yang kompetitif, memastikan bahwa pelanggan mendapatkan nilai terbaik untuk kripto mereka.",
    "Tailor": "Disesuaikan untuk kebutuhan developer",
    "Tailor-desc": "Layanan kita menawarkan alat yang ramah untuk developer  untuk membantu mengintegrasikan pembayaran kripto ke dalam aplikasi Kamu.",
    "Read": "Baca dokumentasi",
    "Tailor1": "API label putih",
    "Tailor1-desc": "Menyediakan API label putih yang dapat disesuaikan dengan alur pengguna.",
    "Tailor2": "Dokumentasi mendalam",
    "Tailor2-desc": "Menawarkan dokumentasi API terperinci untuk menyederhanakan integrasi pembayaran kripto ke dalam aplikasi.",
    "Tailor3": "Dasbor mitra",
    "Tailor3-desc": "Kelola dan lacak transaksi Anda dengan mudah menggunakan dasbor kami.",
    "Manage": "Kelola platform Anda",
    "Manage-desc": "Menyediakan sistem pencatatan transaksi yang ramah pengguna, memungkinkan bisnis untuk dengan mudah melacak dan menyeimbangkan pembayaran serta membuat keputusan keuangan berdasarkan data yang akurat.",
    "Support": "Mendukung berbagai jaringan, pembayaran, dan game web3",
    "Support-desc": "Mendukung berbagai jaringan blockchain, membuatnya mudah bagi pelanggan untuk melakukan transaksi menggunakan berbagai kripto. Selain itu, layanan ini juga mendukung game web3, menyediakan opsi pembayaran yang mulus dan aman bagi komunitas game.",
    "Support1": "transaksi pembayaran",
    "Support2": "koneksi mitra",
    "Support3": "dukungan game token",
    "Contact": "Hubungi kami",
    "Contact-desc": "Untuk informasi lebih lanjut tentang cara mengintegrasikan dengan kami.",
    "Contact-btn": "Bicara dengan kami"
}