{
    "Hyfen Play": "Hyfen Play",
    "Earn Money": "Hasilkan uang dengan memainkan game kripto.",
    "Your Gaming Needs in One App": "Semua kebutuhan gaming kamu dalam satu aplikasi",
    "See How Other Players are": "Yuk dengar cerita penghasilan Pemain lainnya",
	"Enjoying": "",
	"Blockchain Games": "",
    "Vast Selection": "Vast Selection of Crypto Games",
    "Simple Game": "Pembelian dan peminjaman item game (NFT) yang mudah",
    "Comprehensive Guides": "Panduan dan tutorial game yang lengkap",
    "Quick Fiat": "Setoran dan penarikan fiat yang cepat",
    "Vast Selection-desc": "Jelajahi dan mainkan berbagai game kripto mulai dari MMORPG, MOBA, Arcade, Strategy hingga FPS.",
    "Simple Game-desc": "Beli atau pinjam item game (NFT) pilihan kamu untuk bermain pada performa terbaikmu.",
    "Comprehensive Guides-desc": "Akses daftar panduan dan tutorial game yang lengkap untuk memulai perjalanan game kripto kamu.",
    "Quick Fiat-desc": "Pilih untuk membeli item game dan terima penghasilan dalam mata uang fiat (e-wallet, voucher belanja, pembayaran tagihan utilitas, dll.) atau dompet kripto.",
    "Fair": "Adil",
    "Fun": "Seru",
    "Simple": "Simpel",
    "Fair-desc": "Kamu tidak perlu menjadi pemain teratas; siapapun dapat memperoleh penghasilan hanya dengan menang di game kripto.",
    "Fun-desc": "Ubah aktivitas hobimu menjadi produktif dengan memainkan game kripto.",
    "Simple-desc": "Kamu tidak memerlukan pengetahuan kripto yang tinggi untuk mulai menghasilkan uang di aplikasi kami.",
    "Ado Davin": "Saya terjun ke game kripto di tengah pandemi, jadi saya putus kuliah dan mulai mendapatkan uang dengan bermain game kripto untuk mendukung keluarga saya.",
    "Albert Ferento": "Saya mulai mengenal game kripto dari seorang teman. Saya tidak menyangka bahwa dengan bermain game, kita bisa mendapatkan uang yang setara dengan pekerjaan saya.",
    "James Indra": "Awalnya saya diajak teman untuk menjadi seorang Scholar karena saya tidak punya modal untuk memulai. Kini, saya akhirnya memiliki NFT dan mengatur Guild saya sendiri.",
    "Goklas Miracle": "Saya tadinya mencari penghasilan tambahan melalui game kripto dan menemukan Axie. Axie telah membantu membayar uang sekolah dan memberikan hadiah kepada orang-orang yang saya cintai.",
    "Wahyu Rizkyawan": "Bagi karyawan seperti saya, saya sangat merasa terbantu untuk mendapatkan penghasilan tambahan. Saya akan mencoba dan belajar lebih banyak game kripto.",
    "Kevin Sidharta": "Karena pandemi saya mencari sesuatu yang produktif. Saya masuk ke game kripto selama 3 bulan sampai saya bisa membeli NFT saya sendiri & keuangan yang lebih baik."
}