{
    "PrivacyPolicy": "KEBIJAKAN PRIBADI",
    "InformationWeProcess": "INFORMASI YANG KAMI PROSES",
    "InformationWeProcess_desc1": "Hyfen memproses Informasi yang kami terima langsung dari Anda, secara otomatis ketika Anda menggunakan atau mengakses website dan atau aplikasi. Bagaimanapun, mohon dicatat bahwa Ketentuan Pribadi ini tidak diterapkan untuk pemrosesan informasi oleh Pihak Ketiga yang digunakan oleh Anda yang telah terintegrasi dengan layanan Hyfen. Anda dapat mengunjungi website Pihak Ketiga tersebut untuk mengetahui ketentuan perlindungan data yang mereka lakukan.",
    "InformationHyfenReceived": "INFORMASI YANG DITERIMA HYFEN LANGSUNG DARI ANDA",
    "ThisIncludes": "Termasuk informasi yang dibutuhkan Hyfen untuk membuatkan Akun untuk Anda dan mengelola data log-in Anda di Hyfen, seperti:",
    "ThisIncludes_1": "Identitas, seperti nama depan dan nama belakang, nama pengguna, tanggal lahir dan gender",
    "ThisIncludes_2": "Informasi Kontak, seperti alamat email dan nomor telepon",
    "ThisIncludes_3": "Informasi Profil, seperti nama pengguna dan kata sandi, preferensi, umpang balik dan respon atas survey",
    "ThisIncludes_4": "Umpan balik dan korespondensi, seperti informasi yang Anda berikan atas survey, ketika Anda berpartisipasi dalam pencarian pasar, melaporkan masalah atas Layanan, menerima Customer Support atau korespondensi dengan Kami",
    "ThisIncludes_5": "Informasi Finansial, seperti kartu kredit Andar atau detail kartu pembayaran lainnya, nomor rekening, aset finansial",
    "ThisIncludes_6": "Informasi Transaksi, seperti rincian pembelian atas Layanan",
    "ThisIncludes_7": "Informasi Penggunaan, seperti informasi mengenai penggunaan Layanan dan interaksi dengan Kami",
    "ThisIncludes_8": "Informasi Marketing, seperti preferensi Anda saat menerima informasi dari Marketing kami dan bagaimana Anda ikut serta dengan mereka",
    "ThisIncludes_9": "Informasi Teknis, informasi perangkat, informasi jaringan, informasi ata application programming interface (API)-key",
    "UseOfPersonalInformation": "PENGGUNAAN INFORMASI PERSONAL",
    "ProvidedForService": "Disediakan Untuk Layanan",
    "WeWillUse": "Kami akan menggunakan informasi personal Anda sebagai berikut:",
    "WeWillUse_1": "Untuk digunakan sebagai akses dan penggunaan terhadap Layanan",
    "WeWillUse_2": "Untuk menyediakan dan mengirim Produk dan Layanan yang mungkin Anda minta",
    "WeWillUse_3": "Untuk memproses dan menyelesaikan transaksi dan mengirim informasi terkait termasuk konfirmasi atas pembelian dan invoice",
    "WeWillUse_4": "Untuk mengirim informasi, termasuk konfirmasi atas pemberitahuan teknis, pembaharauan keamanan, dan pendukungnya serta pesan administrasi",
    "ProvidedToComply": "Disediakan Untuk Menaati Hukum",
    "ProvidedToComply_desc1": "Kami menggunakan informasi personal untuk dapat menaati hukum yang berlaku (termasuk anti pencucian uang) dan kebutuhan know-your-customer (KYC), permintaan hukum dan proses hukum oleh pihak berwenang.",
    "ProvidedToCommunicate": "Disediakan Untuk Berkomunikasi dengan Anda",
    "ProvidedToCommunicate_desc1": "Kami menggunakan informasi personal untuk berkomunikasi dengan Anda mengenai promosi, acara yang akan datang, dan berita lain mengenai produk dan layanan yang kami dan partner kami tawarkan.",
    "ProvidedForUser": "Disediakan Untuk Optimalisasi Pengguna",
    "ProvidedForUser_desc1": "Untuk meningkatkan pengalaman penggunaan Anda, kami mungkin akan menggunakan informasi personal untuk mengoperasikan, merawat dan memperbaiki layanan kami. Kami juga mungkin akan menggunakan informasi Anda untuk menanggapi komentar dan permintaan Anda terkait Layanan, dan untuk menyediakan Anda atau pengguna lain Customer Service.",
    "ProvidedForCompliance": "Disediakan Untuk Ketaatan, Pencegahan Penipuan dan Keamanan",
    "ProvidedForCompliance_desc1": "Kami mungkin akan menggunakan informasi personal untuk melindungi, menginvestigasi, dan mencegah penipuan, penggunaan informasi tanpa izin atau aktifitas illegal lainnya.",
    "SharingPersonalInformation": "MEMBAGIKAN INFORMASI PERSONAL",
    "WeWillNotShare": "Kami tidak akan membagikan informasi personel yang disediakan oleh Anda kepada pihak lain tanpa persetujuan Anda, kecuali seperti yang ternyata dalam Kebijakan Pribadi ini. Kami membuka informasi personal kepada pihak ketiga berdasarkan keadaan sebagai berikut:",
    "WeWillNotShare_1": "Afiliasi. Kami mungkin akan memberikan informasi personal kepada anak perusahaan dan perusahaan yang berafiliasi untuk tujuan yang sejalan dengan Kebijakan Pribadi ini.",
    "WeWillNotShare_2": "Pengalihan Bisnis. Kami mungkin akan membagikan informasi personal ketika kami mendapatkan kesepakatan bisnis, atau sedang melakukan negosiasi bisnis, termasuk penjualan atau pengalihan seluruhnya atau sebagian atas bisnis kami atau aset kami. Seperti merjer, pembiayaan, akuisisi, atau kebangkrutan.",
    "WeWillNotShare_3": "Ketaatan Hukum dan Penegakan Hukum; Perlindungan dan Keamanan. Kami mungkin akan membagikan informasi personal anda untuk tujuan hukum, perlindungan dan keamanan.",
    "WeWillNotShare_4": "Penasihat Profesional dan Penyedia Jasa. Kami mungkin akan memberikan informasi personal Anda kepada pihak yang berkeja untuk Kami. Penerimanya mungkin akan termasuk perusahaan pihak ketiga dan individu untuk mengelola dan menyediakan layanan atas nama kami (seperti tagihan dan pembayaran kartu kredit, Customer Servis, hosting, pengiriman email dan jasa manajemen database), termasuk pengacara, bankir, auditor dan asuransi.",
    "WeWillNotShare_5": "Lainnya. Anda mungkin mengizinkan kami untuk membagikan informasi personal kepada perusahaan atau pihak lain atas pilihan Anda. Penggunaan tersebut akan berkaitan dengan kebijakan pribadi dari perusahaan atau pihak lain.",
    "PrivacyPolicyUpdates": "PEMBAHARUAN KEBIJAKAN PRIBADI",
    "PrivacyPolicyUpdates_desc1": "Kami mungkin akan merubah kebijakan pribadi kapanpun. Kami menganjurkan Anda untuk melakukan kunjungan pada halaman secara berkala ini terkait pembaharuan tersebut. Jika kami melakukan perubahan, kami akan menyimpan pembaharuan terakhir paling atas. Seluruh pembaharuan Kebijakan Pribadi ini akan berlaku efektif saat kami memposting di website atau aplikasi. Dalam kasus, Anda melanjutkan menggunakan Layanan kami setelah pembaharuan diposting berarti Anda menerima pembaharuan tersebut.",
    "ContactUs": "KONTAK KAMI",
    "WeWelcome": "Kami menerima komentar atau pertanyaan mengenai Kebijakan Pribadi ini, dan Anda dapat menghubungi kami di:",
    "Email": "Email:",
    "Address": "Alamat:"
}