{
    "TermsOfService": "KETENTUAN LAYANAN",
    "TOSAgreement": "Persetujuan Ketentuan Layanan",
    "TOSAgreement_desc1": "Dengan mengakses atau menggunakan satu atau seluruh Layanan, Anda secara sadar (i) telah membaca dan mengerti Ketentuan Layanan ini; (ii) Anda setuju untuk terikat dengan Ketentuan Layanan ini; dan (iii) Anda cakap hukum untuk menyetujui Ketentuan Layanan ini. Jika Anda tidak setuju untuk terikat Ketentuan Layanan ini atau seluruh pembaharuan atau modifikasi Ketentuan Layanan ini, Anda mungkin tidak boleh mengakses dan menggunakan Layanan.",
    "TOSAgreement_desc2": "KAMI TIDAK MENYEDIAKAN LAYANAN KONSULTASI INVESTASI ATAU FINANSIAL. KAMI ADALAH PENYEDIA JASA HYFEN DAN KAMI TIDAK MEMBERIKAN ANJURAN ATAU MEMBERIKAN REKOMENDASI MENGENAI KEIKUTSERTAAN TRANSAKSI ASET DIGITAL ATAU OPERASINYA. SELURUH KEPUTUSAN KEIKUTSERTAAN DALAM TRANSAKSI DIGITAL ATAU OPERASINYA HARUS DIAMBIL BERDASARKAN KEPUTUSAN ANDA SENDIRI.",
    "PrivacyPolicy": "Kebijakan Pribadi",
    "PrivacyPolicy_desc1": "Untuk penjelasan mengenai bagaimana Kami mengambil, menggunakan dan membuka informasi dari Pengguna dapat dilihat pada Kebijakan Pribadi di (link). Anda secara sadar dan setuju bahwa penggunaan Layanan tunduk kepada, dan Kami dapat mengambil, menggunakan dan/atau membuka informasi Anda (termasuk data pribadi yang anda sediakan untuk Kami) dalam kaitannya dengan Kebijakan Pribadi.",
    "UpdatedTermsOfService": "Pembaharuan Ketentuan Layanan",
    "UpdatedTermsOfService_desc1": "Kami berhak untuk melakukan pembaharuan atau memodfikasi Ketentuan Layanan ini pada waktu tertentu dengan diskresi Kami. Jika Kami melakukan pembaharuan, Kami akan memberitahukan kepada Anda dengan memposting di Website Kami, di aplikasi seluler atau melalui metode komunikasi lainnya yang Kami anggap pantas. Ketentuan Layanan yang diperbaharui akan berlaku seketika dan sekaligus, kecuali diatur sebaliknya. Anda harus memeriksa secara teratur di website Kami yang menginformasikan pembaharuan tersebut dan memutuskan apakah Anda tetap menerima pembaharuan Ketentuan Layanan ini. Jika Anda melanjutkan untuk menggunakan Hyfen dengan pembaharuannya, Anda harus menerima Ketentuan Layanan yang baru. Jika Anda tidak setuju atas pembaharuan Ketentuan Layanan ini, Anda harus berhenti mengakses atau menggunakan Layanan Kami. Layanan Kami berkembang mengikuti waktu, Kami mungkin akan mengganti sebagian atau keseluruhan dari Layanan yang kami sediakan, kapanpun dan tanpa pemberitahuan sebelumnya, berdasarkan diskresi Kami.",
    "Eligible": "Kelayakan",
    "Eligible_desc1": "Agar dapat layak untuk menggunakan Hyfen: Anda harus berusia delapan belas (18) tahun dan cakap hukum untuk menyetujui Ketentuan Layanan ini. Jika Anda mewakili suatu Badan Hukum, Anda menjamin bahwa: (i) Badan Hukum merupakan organisasi terdaftar berdasarakan hukum yang berlaku; dan (ii) Anda benar-benar berwenang untuk mewakili Badan Hukum tersebut. Anda hanya dapat menggunakan Layanan Kami jika diizinkan berdasarkan ketentuan hukum yang berlaku. Untuk menghindari keragu-raguan, Anda mungkin dilarang untuk menggunakan Layanan Kami jika Anda berada di, atau merupakan warga negara atau wilayah atau negara bagian atau yurisdiksi hukum lain dimana penggunaan Layanan yang dilakukan merupakan perbuatan illegal atau melanggar hukum. Dimohon untuk dapat memastikan bahwa Ketentuan Layanan ini tunduk terhadap hukum yang berlaku terhadap Anda. Anda setuju hanya akan menggunakan Layanan Kami menggunakan dana yang didapat secara benar untuk Anda. Dengan menggunakan Hyfen, Anda mewakili dan menjamin bahwa Anda memenuhi semua kelayakan yang telah ditentukan oleh Ketentuan Layanan ini. Kami mungkin akan tetap menolak orang tertentu untuk mengakses atau menggunakan Hyfen, bagaimanapun, dan Kami memiliki hak untuk mengganti kriteria Kelayakan kapanpun.",
    "Services": "Layanan",
    "Services_desc1": "Hyfen adalah dompet digital digital non-custodian, untuk aset digital seperti mata uang kripto, komoditas virtual dan NFT (“Aset Digital”), berarti Anda sepenuhnya memilik kendali dan bertanggung jawab atas Aset Digital dan kunci pribadi (pirvate keys), dan karena itu Anda dapat bertransaksi dari alamat dompet digital Anda. Anda dengan sadar dan setuju bahwa Hyfen adalah dompet digital digital non-custodian, Anda bertanggung jawab sepenuhnya atas aktifitas dan resiko kehilangan setiap waktu.",
    "HyfenAllowsYou": "Hyfen mengizinkan Anda untuk:",
    "HyfenAllowsYou_1": "Memunculkan alamat dompet digital digital dan kunci pribadi (private keys) yang mungkin Anda gunakan untuk mengirim dan menerima aset digital.",
    "HyfenAllowsYou_2": "Menelusuri dan mengakses aplikasi pihak ketiga terdesentralisasi (“DApp(s)”) dan bursa pihak ketiga terdesentralisasi (“DEX”) melalui aplikasi seluler.",
    "HyfenAllowsYou_3": "Menukar/memperdagangkan aset digital melalui DApp yang tersedia pada layanan pihak ketiga.",
    "HyfenAllowsYou_4": "Mempertaruhkan aset digital pada jasa taruhan pihak ketiga.",
    "HyfenAllowsYou_5": "Melihat informasi harga aset digital yang tersedia oleh pihak ketiga; dan menyiarkan transaksi aset digital kepada berbagai blockchain yang didukung Hyfen tanpa perlu mengunduh atau memasang perangkat lunak blockchain pada perangkat Anda.",
    "DigitalWalletAddress": "Alamat Dompet digital Digital, Kunci Pribadi (Private Keys) dan Kemampuan Pencadangan",
    "DigitalWalletAddress_desc1": "Cadangan Terenkrpsi atas informasi tertentu yang berkaitan dengan dompet digital digital Anda dapat disimpan pada perangkat. Kunci pribadi berkaitan dengan alamat dompet digital digital, satu sama lain, dapat digunakan untuk otorisasi pengalihan Aset Digital dan dari alamat dompet digital. Anda sepenuhnya bertanggung jawab untuk penyimpanan tersebut dan keamanan dari Kunci pribadi dan kata-kata rahasia terkait dompet digital digital Anda. Anda harus menjaga keamanan atas akses ke alamat dompet digital digital, kata-kata rahasia, dan kunci pribadi. Ini sangat penting untuk Anda mencadangkan kunci pribadi, kata-kata rahasia atau kata kunci. Kegagalan untuk melakukan hal tersebut mungkin akan berakibat Anda kehilangan akses terhadap dompet digital digital Anda. Anda memahami dan setuju bahwa kami tidak menerima atau menyimpan kata kunci dompet digital digital Anda, kunci pribadi yang terenkripsi atau tidak terenkripsi, atau kata-kata rahasia terkait dompet digital digital Anda. Kami tidak dapat memunculkan kata kunci baru untuk dompet digital digital Anda jika Anda gagal mengingatnya. Jika Anda tidak mencadangkan secara aman alamat dompet digital digital dan pasangan kunci pribadi di dompet digital Anda, Anda menerima dan memahami bahwa Aset Digital apapun yang terkait dengan alamat dompet digital digital Anda tidak dapat diakses. Dengan demikian, kami tidak memiliki tanggung jawab atau kewajiban apapun ketika Anda tidak dapat mengakses dompet digital digital Anda dengan alasan apapun termasuk namun tidak terbatas pada kegagalan menyimpan alamat dompet digital digital, kata-kata rahasia, dan kunci pribadi secara aman.",
    "UseOfDappsAndDex": "Penggunaan DApps dan DEX",
    "UseOfDappsAndDex_desc1": "Jika Anda menggunakan atau mengakses DApps atau DEX, termasuk namun tidak terbatas pada, fungsi DApp yang tertanaman dalam Layanan seperti fungsi Memperdagangkan/Menukar Aset Digital, Anda memahami dan setuju bahwa (i) Hyfen tidak bertanggung jawab terhadap akses Anda menggunakan DApps dan DEX dan tidak memiliki kewajiban apapun dalam hubungannya dengan penggunaan DApps atau DEX termasuk namun tidak terbatas pada, perselisihan transaksi; (ii) batas jumlah yang mungkin dapat Anda tukarkan melalui DEX per hari akan tunduk pada persyaratan apapun yang diperlukan oleh pihak ketiga; (iii) operasi blockchain tidak dapat ditarik kembali berarti ketika Anda mengadakan transaksi apapun melalui DApps atau DEX, Anda sepenuhnya bertanggung jawab atas konsekuensi dari masalah apapun yang berkaitan dengan transaksi tersebut, termasuk namun tidak terbatas pada, pengalihan kepada alamat yang salah atau masalah yang berhubungan dengan server yang dipilih Anda; (iv) ketika Anda menggunakan DApps atau DEX, pihak ketiga mungkin akan mengenakan biaya penanganan dan/atau layanan dan segala informasi yang terpampang pada Hyfe terkait biaya hanya untuk referensi Anda karena Hyfe tidak bisa dan tidak dapat menggaransi keakuratan, penerapan, keaslian, integritas dan kepantasan, dan tidak akan Hyfe memiliki kewajiban atas kehilangan atau kerusakan yang mungkin timbul secara langsung atau tidak langsung terhadap penggunaan konten tersebut; dan (v) Hyfe, untuk saat ini tidak mengenakan biaya penanganan atau biaya layanan dalam penggunaan DApps atau DEX, bagaimanapun, Hyfe mungkin akan, dengan diskresinya, mengenakan biaya kapanpun di masa yang akan datang. Segala bentuk pembaharauan terkait biaya tambahan akan diterapkan pada seluruh transaksi bersamaan dengan tanggal efektif pembaharuan.",
    "UseOfStakingServices": "Penggunaan Layanan Staking",
    "UseOfStakingServices_desc1": "Jika Anda mengakses atau menggunakan Layanan Staking, pihak ketiga dapat mempertaruhkan Aset Digital tertentu atas nama Anda (“Aset Digital Stake”), bertindak sebagai validator transaksi di jaringan blockchain yang berlaku. Jika sebuah blok transaksi berhasil divalidasi menggunakan Aset Digital Stake tersebut, hadiah akan diberikan oleh jaringan tersebut (\"Staking Reward\"). Anda mengakui dan menyetujui bahwa Hyfen tidak bertanggung jawab atas: (i) penggunaan Layanan Staking oleh Anda dan tidak akan memiliki kewajiban apa pun sehubungan dengan penggunaan Layanan Staking oleh Anda; (ii) memastikan Staking akan terjadi secara berkelanjutan; dan (iii) memastikan Aset Digital tertentu akan dipertaruhkan atau akan terus dipertaruhkan. Beli Aset Digital dengan Kartu Kredit atau Debit yang Didukung Jika Anda menggunakan Hyfen untuk membeli Aset Digital dengan kartu kredit atau debit Anda, pihak ketiga akan mengubah jumlah yang Anda pilih menjadi Aset Digital yang berlaku dan mengkreditkannya ke dompet digital Anda. Anda mengakui dan menyetujui bahwa: (i) Hyfen tidak bertanggung jawab atas penggunaan Anda atas layanan pihak ketiga tersebut dan tidak akan memiliki kewajiban apa pun sehubungan dengan penggunaan Anda atas layanan tersebut; (ii) Anda akan tunduk pada setiap syarat dan ketentuan yang diberlakukan oleh penyedia layanan pihak ketiga terkait; (iii) Hyfen tidak memiliki kemampuan untuk mengubah, menarik, atau membatalkan permintaan konversi apa pun yang Anda lakukan; (iv) Hyfen tidak bertanggung jawab atas nilai tukar yang ditawarkan oleh penyedia layanan pihak ketiga yang relevan; dan (v) Hyfen tidak bertanggung jawab atas biaya apa pun yang dibebankan oleh penyedia layanan pihak ketiga yang relevan atau bank atau penerbit kartu kredit Anda.",
    "PurchaseDigitalAssets": "Beli Aset Digital dengan Kartu Kredit atau Debit yang Didukung",
    "PurchaseDigitalAssets_desc1": "Jika Anda menggunakan Hyfen untuk membeli Aset Digital dengan kartu kredit atau debit Anda, pihak ketiga akan mengubah jumlah yang Anda pilih menjadi Aset Digital yang berlaku dan mengkreditkannya ke dompet digital Anda. Anda mengakui dan menyetujui bahwa: (i) Hyfen tidak bertanggung jawab atas penggunaan Anda atas layanan pihak ketiga tersebut dan tidak akan memiliki kewajiban apa pun sehubungan dengan penggunaan Anda atas layanan tersebut; (ii) Anda akan tunduk pada setiap syarat dan ketentuan yang diberlakukan oleh penyedia layanan pihak ketiga terkait; (iii) Hyfen tidak memiliki kemampuan untuk mengubah, menarik, atau membatalkan permintaan konversi apa pun yang Anda lakukan; (iv) Hyfen tidak bertanggung jawab atas nilai tukar yang ditawarkan oleh penyedia layanan pihak ketiga yang relevan; dan (v) Hyfen tidak bertanggung jawab atas biaya apa pun yang dibebankan oleh penyedia layanan pihak ketiga yang relevan atau bank atau penerbit kartu kredit Anda.",
    "DigitalAssetTransactions": "Transaksi Aset Digital",
    "DigitalAssetTransactions_desc1": "Agar semua transaksi Aset Digital yang diusulkan dapat diselesaikan, mereka harus dikonfirmasi dan dicatat dalam blockchain publik terkait Aset Digital. Jaringan semacam itu terdesentralisasi, jaringan peer-to-peer didukung oleh pihak ketiga yang independen, yang tidak kami miliki, kendalikan, atau operasikan. Kami tidak memiliki kendali atas jaringan blockchain dan, oleh karena itu, tidak dapat dan tidak memastikan bahwa detail transaksi apa pun yang Anda kirimkan melalui Layanan kami akan dikonfirmasi dan diproses. Dengan menggunakan Hyfen, Anda mengetahui dan setuju bahwa: (i) kami tidak memiliki kemampuan untuk membatalkan atau memodifikasi transaksi Anda; (ii) detail transaksi yang Anda kirimkan mungkin tidak diselesaikan, atau mungkin tertunda secara substansial, oleh jaringan blockchain yang berlaku; (iii) kami tidak menyimpan, mengirim, atau menerima Aset Digital; dan (iv) setiap transfer yang terjadi sehubungan dengan Aset Digital apa pun terjadi pada jaringan blockchain yang relevan dan bukan pada jaringan yang dimiliki oleh kami dan oleh karena itu kami tidak menjamin pengalihan kepemilikan atau hak dalam Aset Digital mana pun.",
    "AccuracyOfInformationProvided": "Akurasi Informasi yang Diberikan oleh Pengguna", 
    "AccuracyOfInformationProvided_desc1": "Anda menyatakan dan menjamin bahwa setiap informasi yang Anda berikan melalui Layanan adalah akurat dan lengkap. Anda menerima dan mengakui bahwa kami tidak bertanggung jawab atas kesalahan atau kelalaian yang Anda buat sehubungan dengan transaksi Aset Digital yang dimulai melalui Layanan. Kami sangat menganjurkan Anda untuk meninjau detail transaksi Anda dengan hati-hati sebelum mencoba mentransfer Aset Digital.",
    "DigitalWalletRegistration": "PENDAFTARAN DOMPET DIGITAL DAN KEAMANAN",
    "DigitalWalletRegistration_desc1": "Anda harus mengimpor atau membuat dompet digital untuk menggunakan Hyfen. Saat Anda membuat dompet digital, Anda akan diberi kunci pribadi. Anda setuju untuk segera memberi tahu kami tentang penggunaan kunci pribadi Anda yang tidak sah atau pelanggaran keamanan dompet digital Anda lainnya. Sekalipun demikian, Anda mengakui dan setuju bahwa Anda akan menanggung semua risiko yang terkait dengan penggunaan Layanan dan Anda akan bertanggung jawab penuh untuk menjaga kerahasiaan dan keamanan kunci pribadi Anda. Saat Anda membuat dompet digital, Anda sangat disarankan untuk berhati-hati guna menghindari hilangnya akses ke dan/atau kendali atas dompet digital Anda. Langkah-langkah yang disarankan mencakup, namun tidak terbatas pada, hal-hal berikut: (a) membuat kata sandi unik yang kuat yang tidak Anda gunakan untuk tujuan lain (yaitu berbeda dengan kata sandi ponsel Anda atau kata sandi lain yang Anda gunakan untuk situs web, layanan online, dll. .) dan memanfaatkan autentikasi biometrik jika tersedia; (b) jangan menyimpan kunci pribadi dan Frasa Rahasia dalam teks biasa secara daring atau di lokasi fisik yang tidak aman; (c) membatasi akses ke perangkat dan dompet digital Anda; (d) mengambil semua tindakan pencegahan yang diperlukan terhadap malware di perangkat dan jaringan Anda; dan (e) segera memberi tahu kami jika Anda menemukan atau mencurigai adanya pelanggaran keamanan yang terkait dengan dompet digital Anda. Menyimpang dari segala sesuatu yang bertentangan di sini, kami tidak memiliki tanggung jawab apa pun sehubungan dengan aktivitas yang terjadi di dompet digital Anda dengan atau tanpa izin Anda.",
    "PushNotifications": "Pemberitahuan Dorong",
    "PushNotifications_desc1": "Anda mungkin setuju untuk menerima pemberitahuan dorong dari Hyfen yang akan memberi tahu Anda saat jaringan blockchain yang didukung oleh Hyfen sedang padat dan saat transaksi yang melibatkan dompet digital Anda telah diselesaikan. Jika Anda ingin menerima pemberitahuan dorong, Anda harus ikut serta dalam layanan dengan mengakses \"Pengaturan\" dan mengaktifkan \"Pemberitahuan Dorong\".",
    "PaymentsAndFees": "Pembayaran dan Biaya",
    "PaymentsAndFees_desc1": "Biaya yang berlaku untuk Layanan atau komponen apa pun dari Layanan, jika ada, akan ditetapkan di website dan/atau aplikasi seluler Hyfen.",
    "TransactionFees": "Biaya transaksi",
    "TransactionFees_desc1": "Mungkin ada biaya transaksi (misalnya biaya penambangan) yang terkait dengan transaksi mata uang virtual Anda yang diwajibkan oleh sistem mata uang virtual atau jaringan blockchain yang Anda gunakan. Anda harus memastikan bahwa Anda memiliki saldo yang cukup di dompet digital dan/atau “gas” Anda untuk menyelesaikan transaksi sebelum memulai transaksi. Anda mengetahui dan setuju bahwa kami tidak akan bertanggung jawab atas kegagalan transaksi atau kerugian yang Anda alami karena salah menetapkan biaya transaksi (yaitu terlalu rendah atau terlalu tinggi) atau karena dana atau gas yang tidak mencukupi terkait dengan alamat dompet digital Anda. Anda selanjutnya mengakui dan setuju bahwa kami tidak memiliki akses ke transaksi Anda atau orang lain.",
    "Tax": "Pajak",
    "Tax_desc1": "Anda bertanggung jawab untuk menentukan, jika ada, pajak apa yang berlaku untuk transaksi yang rincian transaksinya telah Anda kirimkan melalui Layanan, dan Anda bertanggung jawab untuk melaporkan dan mengirimkan pajak yang benar kepada otoritas pajak yang sesuai. Anda setuju bahwa kami tidak bertanggung jawab untuk menentukan apakah pajak berlaku untuk transaksi Anda atau untuk mengumpulkan, melaporkan, menahan, atau mengirimkan pajak apa pun yang timbul dari transaksi terkait Aset Digital.",
    "ServicesAndThirdPartyContent": "LAYANAN DAN KONTEN PIHAK KETIGA",
    "ServicesAndThirdPartyContent_desc1": "Dalam keadaan apa pun deskripsi atau referensi ke produk atau layanan pihak ketiga (termasuk, namun tidak terbatas pada, memberikan deskripsi atau referensi melalui hyperlink) tidak dapat ditafsirkan sebagai dukungan atau promosi produk atau layanan pihak ketiga tersebut oleh kami. Kami memiliki hak eksklusif untuk menambah, mengubah, atau membatalkan ketersediaan Layanan Pihak Ketiga mana pun. Anda mungkin setuju untuk menerima pemberitahuan dorong dari penyedia Konten Pihak Ketiga. Untuk menerima pemberitahuan dorong, Anda harus ikut serta dalam layanan ini. Pemberitahuan dorong tidak akan diaktifkan secara otomatis di perangkat Anda untuk Konten Pihak Ketiga. Kami tidak mengontrol, mendukung, atau mengadopsi Konten Pihak Ketiga yang dibagikan melalui pemberitahuan dorong, dan tidak akan bertanggung jawab atas Konten Pihak Ketiga termasuk, namun tidak terbatas pada, ketersediaan dan/atau penjualan token. Jika, sejauh diizinkan oleh Hyfen, Anda memberikan izin tegas kepada pihak ketiga untuk mengakses atau terhubung ke akun Hyfen Anda, baik melalui produk atau layanan pihak ketiga atau melalui Hyfen, Anda mengakui bahwa memberikan izin kepada pihak ketiga untuk mengambil tindakan tertentu atas nama Anda tidak membebaskan Anda dari tanggung jawab Anda berdasarkan Persyaratan ini. Anda sepenuhnya bertanggung jawab atas semua tindakan atau kelalaian pihak ketiga mana pun yang memiliki akses ke dompet digital Anda.",
    "IntellectualProperty": "Kekayaan Intelektual",
    "IntellectualProperty_desc1": "Layanan dan konten aslinya (tidak termasuk Konten yang disediakan oleh Anda atau pengguna lain), fitur dan fungsionalitas adalah dan akan tetap menjadi milik eksklusif Hyfen dan pemberi lisensinya. Layanan dilindungi oleh hak cipta, merek dagang, dan undang-undang lainnya baik di Negara maupun negara asing. Merek dagang dan pakaian dagang Hyfen tidak boleh digunakan sehubungan dengan produk atau layanan apa pun tanpa persetujuan tertulis sebelumnya dari Hyfen.",
    "YourFeedback": "Umpan Balik Anda kepada Hyfen",
    "YourFeedback_desc1": "Anda memberikan semua hak, kepemilikan, dan kepentingan dalam setiap Umpan Balik yang Anda berikan kepada Hyfen. Jika karena alasan apa pun penugasan tersebut tidak efektif, Anda setuju untuk memberi Hyfen hak dan lisensi non-eksklusif, terus-menerus, tidak dapat dibatalkan, bebas royalti, di seluruh dunia untuk menggunakan, mereproduksi, mengungkapkan, mensublisensikan, mendistribusikan, memodifikasi, dan memanfaatkan Umpan Balik tersebut tanpa larangan.",
    "LinksToOtherWebsites": "Tautan ke Situs Web Lain",
    "LinksToOtherWebsites_desc1": "Layanan Hyfen mungkin berisi tautan ke situs web atau layanan pihak ketiga yang tidak dimiliki atau dikendalikan oleh Hyfen. Hyfen tidak memiliki kendali atas, dan tidak bertanggung jawab atas, konten, kebijakan privasi, atau praktik situs web atau layanan pihak ketiga mana pun. Anda selanjutnya mengakui dan setuju bahwa Hyfen tidak akan bertanggung jawab atau berkewajiban, secara langsung atau tidak langsung, atas kerusakan atau kerugian yang disebabkan atau diduga disebabkan oleh atau sehubungan dengan penggunaan atau ketergantungan pada konten, barang, atau layanan apa pun yang tersedia di atau melalui situs web atau layanan tersebut. Hyfen sangat menyarankan Anda untuk membaca syarat dan ketentuan dan kebijakan privasi dari situs web atau layanan pihak ketiga mana pun yang Anda kunjungi.",
    "Termination": "Pengakhiran",
    "Termination_desc1": "Hyfen dapat segera menghentikan atau menangguhkan Akun Anda, tanpa pemberitahuan atau kewajiban sebelumnya, untuk alasan apa pun, termasuk tanpa batasan jika Anda melanggar Syarat dan Ketentuan ini. Setelah pengakhiran, hak Anda untuk menggunakan Layanan akan segera dihentikan. Jika Anda ingin mengakhiri Akun Anda, Anda cukup menghentikan penggunaan Layanan.",
    "LimitationOfLiability": "Batasan Tanggung Jawab",
    "LimitationOfLiability_desc1": "Terlepas dari kerugian apa pun yang mungkin Anda alami, seluruh tanggung jawab Hyfen dan pemasoknya berdasarkan ketentuan apa pun dari Ketentuan ini dan ganti rugi eksklusif Anda untuk semua hal di atas akan terbatas pada jumlah yang sebenarnya Anda bayarkan melalui Layanan atau 100 USD jika Anda belum membeli apa pun melalui Layanan. Sejauh diizinkan oleh hukum yang berlaku, dalam keadaan apa pun Hyfen atau pemasoknya tidak bertanggung jawab atas kerugian khusus, insidental, tidak langsung, atau konsekuensi apa pun (termasuk, namun tidak terbatas pada, ganti rugi atas hilangnya keuntungan, hilangnya data atau informasi lain, untuk gangguan bisnis, untuk cedera pribadi, hilangnya privasi yang timbul dari atau dengan cara apa pun terkait dengan penggunaan atau ketidakmampuan untuk menggunakan Layanan, perangkat lunak pihak ketiga dan/atau perangkat keras pihak ketiga yang digunakan dengan Layanan, atau sebaliknya sehubungan dengan ketentuan apa pun dari Ketentuan ini), bahkan jika Hyfen atau pemasok mana pun telah diberitahu tentang kemungkinan kerusakan tersebut dan bahkan jika upaya pemulihan gagal dari tujuan dasarnya.",
    "AsIsDisclaimer": "Penafian \"SEBAGAIMANA ADANYA\" dan \"SEBAGAIMANA TERSEDIA\"",
    "AsIsDisclaimer_desc1": "Layanan diberikan kepada Anda \"SEBAGAIMANA ADANYA\" dan \"SEBAGAIMANA TERSEDIA\" dan dengan semua kesalahan dan cacat tanpa jaminan dalam bentuk apa pun. Sejauh diizinkan berdasarkan undang-undang yang berlaku, Hyfen, atas namanya sendiri dan atas nama Afiliasinya, serta pemberi lisensi dan penyedia layanannya masing-masing, secara tegas menolak semua jaminan, baik tersurat, tersirat, undang-undang, atau lainnya, sehubungan dengan Layanan, termasuk semua jaminan tersirat tentang dapat diperjualbelikan, kesesuaian untuk tujuan tertentu, kepemilikan dan non-pelanggaran, dan jaminan yang mungkin timbul dari proses transaksi, pelaksanaan, penggunaan, atau praktik perdagangan. Tanpa batasan pada hal di atas, Hyfen tidak memberikan jaminan atau janji, dan tidak membuat pernyataan dalam bentuk apa pun bahwa Layanan akan memenuhi persyaratan Anda, mencapai hasil yang diinginkan, kompatibel atau bekerja dengan perangkat lunak, aplikasi, sistem, atau layanan lain, mengoperasikan tanpa gangguan, memenuhi standar kinerja atau keandalan apa pun atau bebas dari kesalahan atau kesalahan atau cacat apa pun dapat atau akan diperbaiki. Tanpa membatasi hal di atas, baik Hyfen maupun penyedia Hyfen tidak membuat pernyataan atau jaminan apa pun, tersurat maupun tersirat: (i) mengenai pengoperasian atau ketersediaan Layanan, atau informasi, konten, dan materi atau produk termasuk di dalamnya; (ii) bahwa Layanan tidak akan terganggu atau bebas dari kesalahan; (iii) mengenai keakuratan, keandalan, atau kebaruan informasi atau konten apa pun yang disediakan melalui Layanan; atau (iv) bahwa Layanan, servernya, konten, atau email yang dikirim dari atau atas nama Hyfen bebas dari virus, skrip, trojan horse, worm, malware, bom waktu, atau komponen berbahaya lainnya. Beberapa yurisdiksi tidak mengizinkan pengecualian jenis jaminan atau batasan tertentu pada hak hukum konsumen yang berlaku, sehingga beberapa atau semua pengecualian dan batasan di atas mungkin tidak berlaku untuk Anda. Tetapi dalam kasus seperti itu pengecualian dan batasan yang ditetapkan dalam bagian ini harus diterapkan sejauh yang dapat ditegakkan berdasarkan hukum yang berlaku.",
    "GoverningLaw": "Hukum Yang Mengatur",
    "GoverningLaw_desc1": "Hukum Negara, tidak termasuk pertentangan aturan hukumnya, akan mengatur Ketentuan ini dan penggunaan Layanan oleh Anda. Penggunaan Aplikasi oleh Anda juga dapat tunduk pada hukum lokal, negara bagian, nasional, atau internasional lainnya.",
    "DisputeResolution": "Penyelesaian Sengketa",
    "DisputeResolution_desc1": "Jika Anda memiliki kekhawatiran atau perselisihan tentang Layanan, Anda setuju untuk terlebih dahulu mencoba menyelesaikan perselisihan secara informal dengan menghubungi Hyfen.",
    "SeverabilityAndWaiver": "Keterpisahan dan Pengabaian",
    "Severability": "Keterpisahan",
    "Severability_desc1": "Jika ada ketentuan dari Ketentuan ini yang dianggap tidak dapat dilaksanakan atau tidak sah, ketentuan tersebut akan diubah dan ditafsirkan untuk mencapai tujuan ketentuan tersebut semaksimal mungkin berdasarkan hukum yang berlaku dan ketentuan lainnya akan terus berlaku dan berlaku penuh.",
    "Waiver": "Pengabaian",
    "Waiver_desc1": "Kecuali sebagaimana ditentukan di sini, kegagalan untuk melaksanakan hak atau untuk meminta pelaksanaan kewajiban berdasarkan Ketentuan ini tidak akan mempengaruhi kemampuan suatu pihak untuk melaksanakan hak tersebut atau memerlukan kinerja tersebut setiap saat setelahnya, juga tidak akan pengabaian pelanggaran merupakan pengabaian setiap pelanggaran berikutnya.",
    "ChangesToThese": "Perubahan Syarat dan Ketentuan Ini",
    "ChangesToThese_desc1": "Hyfen berhak, atas kebijakan Hyfen sendiri, untuk mengubah atau mengganti Ketentuan ini setiap saat. Jika revisi bersifat material, Hyfen akan melakukan upaya yang wajar untuk memberikan pemberitahuan setidaknya 30 hari sebelum persyaratan baru berlaku. Apa yang merupakan perubahan material akan ditentukan atas kebijakan Hyfen sendiri.",
    "ByContinuing": "Dengan terus mengakses atau menggunakan Layanan Hyfen setelah revisi tersebut berlaku efektif, Anda setuju untuk terikat dengan ketentuan yang direvisi. Jika Anda tidak menyetujui persyaratan baru, seluruhnya atau sebagian, harap berhenti menggunakan situs web dan Layanan.",
    "ContactUs": "Hubungi Hyfen",
    "IfYouHave": "Jika Anda memiliki pertanyaan tentang Syarat dan Ketentuan ini, Anda dapat menghubungi Hyfen:",
    "Email": "Dengan mengunjungi halaman ini di situs web Hyfen: ",
    "Address": "Dengan mengirimkan email kepada Hyfen:"
}